{"title": "EFFECTS OF GRIP WIDTH ON MUSCLE STRENGTH AND ACTIVATION IN THE LAT PULL-DOWN", "author": "VIDAR ANDERSEN,1 MARIUS S. FIMLAND,2,3 ESPEN WIIK,1 ANDERS SKOGLUND,1 AND ATLE H. SAETERBAKKEN", "exercise_type": "lat_pull_down", "difficulty": "advanced", "clean_transcript": "EFFECTS OF GRIP WIDTH ON MUSCLE STRENGTH AND ACTIVATION IN THE LAT PULL-DOWN VIDAR ANDERSEN,1 MARIUS S. FIMLAND,2,3 ESPEN WIIK,1 ANDERS SKOGLUND,1 AND ATLE H. SAETERBAKKEN1 1Faculty of Teacher Education and Sport, Sogn og Fjordane University College, Sogndal, Norway; 2Department of Public Health and General Practice, Faculty of Medicine, Norwegian University of Science and Technology, Trondheim, Norway; and 3Hysnes Rehabilitation Center, St. Olavs University Hospital, Trondheim, Norway ABSTRACT Andersen, V, Fimland, MS, Wiik, E, Skoglund, A, and Saeterbakken, AH. Effects of grip width on muscle strength and activation in the lat pull-down. J Strength Cond Res 28(4): 1135–1142, 2014—The lat pull-down is one of the most popular compound back exercises. Still, it is a general belief that a wider grip activates the latissimus dorsi more than a narrow one, but without any broad scientific support. The aim of the study was to compare 6 repetition maximum (6RM) load and electromyographic (EMG) activity in the lat pull-down using 3 different pronated grip widths. Fifteen men performed 6RM in the lat pull-down with narrow, medium, and wide grips (1, 1.5, and 2 times the biacromial distance) in a randomized and counterbalanced order. The 6RM strengths with narrow (80.3 6 7.2 kg) and medium grip (80 6 7.1 kg) were higher than wide grip (77.3 6 6.3 kg; p = 0.02). There was similar EMG activation between grip widths for latissimus, trapezius, or infraspinatus, but a tendency for biceps brachii activation to be greater for medium vs. narrow (p = 0.09), when the entire movement was analyzed. Analyzing the concentric phase separately revealed greater biceps brachii activation using the medium vs. narrow grip (p = 0.03). In the eccentric phase, there was greater activation using wide vs. narrow grip for latissimus and infraspinatus (p # 0.04), and tendencies for medium greater than narrow for latissimus, and medium greater than wide for biceps (both p = 0.08), was observed. Collectively, a medium grip may have some minor advantages over small and wide grips; however, athletes and others engaged in resistance training can generally expect similar muscle activation which in turn should result in similar hypertrophy gains with a grip width that is 1–2 times the biacromial distance. KEY WORDS EMG, resistance training, biceps brachii, latissimus dorsi INTRODUCTION Appropriate exercise selection is critical to achieve the aims of any resistance training program. One of the most popular exercises for the back muscles is the lat pull-down. Being a 2-joint exercise consisting of an adduction in the shoulder and a flexion in the elbow, the lat pull-down involves several muscles in the upper body, although it is primarily used to train the latissimus dorsi. This strength exercise has similarities to movements in sports such as climbing, different strokes in swimming, and performing the rings in gymnastics. There seems to be a general belief among trainers that a wide grip activates the latissimus dorsi more than a narrow one; however, this relies more on a myth than scientific research. Training regimens based on beliefs instead of scientific evidence could lead to suboptimal gains. There have been several studies examining the muscle activation during different variations of the lat pull-down. However, to our knowledge, only 1 study examined the differences in muscle activations between different grip widths in the pronated, anterior pull-down, which is the most common version of the exercise. Lusk et al. examined muscle activation in the pull-down with 4 different grip variations; wide and narrow pronated and supinated grip. Two sets of 5 repetitions at 70% of 1 repetition maximum (1RM) were performed with each grip. Lusk et al. reported similar muscle activation in latissimus dorsi, the middle trapezius, and the biceps brachii between wide and narrow pronated grips. However, although not entirely comparable, Signorile et al. found a higher activation of the latissimus dorsi with a wide anterior grip compared with other grips (close grip, supinated grip, and wide posterior grip) using 10RM-loads. The effects of pronated grip widths in the anterior lat pull-down are not yet fully determined: The study by Lusk et al. only assessed 2 grip widths and had no familiarization session before the 1RM test. Also, the participants used the same absolute rather than relative load in all the different grips, and finally the sets were not performed until or close to failure. The 2 latter methodological limitations make it difficult to transfer the findings to real life training as intensity usually is prescribed relative to muscular strength in the trained exercise, and people engaged in resistance training usually perform exercises (close) to failure. The importance of using equal relative loads when comparing different exercises is emphasized in several recent original studies and a recent review. As the results of previous studies are conflicting, suffer from various methodological limitations, and have not assessed the effects of grip widths for the lat pull-down as extensively as this investigation, the aim of the study was to compare the 6RM load and electromyographic (EMG) activity in the lat-pull down using 3 different grip widths. Our hypothesis was that using the same relative load would provide similar muscle activations, but that the 6RM load would decrease with increasing grip widths because the lever arm increases when the grip becomes wider. METHODS Experimental Approach to the Problem A within-participant repeated-measures design was used to examine the 6RM strength and concomitant EMG activity in anterior lat pull-down using narrow, medium, and wide pronated grip widths, defined as 1, 1.5, and 2 times the biacromial distance (BAD), respectively. The participants took part in 1 session approximately 1 week before the experimental test to familiarize the participants with the procedures and identify the 6RM load for the different grip widths. The exercise test order was randomized and counterbalanced for each participant and was identical in the habituation and experimental tests. To simulate a set in a typical workout, the participants performed a 6RM test, which corresponds to approximately 85% of 1RM and is a recommended intensity for increasing muscle strength and hypertrophy. By using equal relative load for each exercise with heavy loads performed to volitional failure, we can assess the practical significance of how the independent variable, grip width, affects the dependent variable, muscle activation. This is important knowledge for athletes and coaches. Subjects Sixteen healthy (age, 24 6 4 years; body mass, 81 6 8 kg; stature, 180 6 1 cm; and BAD, 34.6 6 2.2 cm) resistance-trained (experience, 6 6 3 years) men volunteered for the study. Exclusion criteria were musculoskeletal pain, unfamiliarity with the exercise, injury or illness that might reduce maximal effort, pain during testing or less than 6 months of resistance training experience. One person dropped out without giving any further reason; so, a total number of 15 participants completed the study. The participants were instructed to refrain from any additional resistance training targeting the upper body 48 hours before testing. The subjects were instructed to maintain their normal diet, hydration, and sleeping habits during the experiment. Before the habituation session, all participants provided informed written consent. Ethical approval was obtained from the regional research ethics committee and conformed to the latest revision of the Declaration of Helsinki. The study had approval by the Institutional Review Board, and all appropriate consent pursuant to law was obtained before the start of the study. Experimental Testing The habituation and strength testing session took place during the spring of 2012. First, the BAD was measured. Each participant stood up against a whiteboard while the acromion was palpated at both sides and marked at the whiteboard. The BAD was defined as the distance between the 2 marks. After a progressive warm-up consisting of 10 repetitions at estimated 20% of 6RM, 6 repetitions at 50% of approximately 6RM, and 4 repetitions at 85% of approximately 6RM, the 6RM attempts were started. The start load was set at approximately 90–95% of estimated 6RM and increased by 2.5 or 5 kg until 6RM was achieved (2–4 attempts). One week later, the experimental testing took place. The testing time of the day was at the convenience of the participants, but always between 10 AM and 6 PM. The warm-up was conducted as described above. Next, 6RM of each of the 3 exercises was performed in a randomized and counterbalanced manner with concomitant recordings of EMG, bar displacement, and angle movements. Each repetition started with the arms was fully extended and was complete when the bar was below the chin. Three to 5 minutes of rest was given between each attempt. In the case of an unsuccessful series, the load was slightly reduced, or longer rest periods were given. The participants had to retract their scapulas and were instructed to minimize the movement of their truncus and hip. In the beginning of the lift, when the arms were straight, no movement of the truncus was allowed. In the end of the concentric phase, as the bar approached the chin, a minor movement in the hip was accepted, so that participants would be able to perform the exercise in the way they were used to. To control the movement in the hip, a twin-axis goniometer was placed along the femur and truncus. The accuracy of the goniometer was 628 measured over 908. The participants were instructed to lift in a controlled and moderate tempo, but were not allowed to shorten the lifting distance by lifting their chin. A linear encoder was used to control the lifting time and identify the beginning and end of the concentric and eccentric lifting phases. The linear encoder and the goniometer were synchronized with the EMG recording system. To analyze the vertical position, lifting time, and hip angle, a commercial software was used. Electromyographic Measurements The skin was prepared (shaved, washed with alcohol, and abraded) for the placement of gel-coated self-adhesive electrodes before the experimental tests. The electrodes (11-mm contact diameter) were placed along the presumed direction of the underlying muscle fiber with center-to-center distance of 2 cm on the 4 muscles (biceps brachii, trapezius, latissimus dorsi, and infraspinatus) according to the recommendations by SENIAM. The electrodes were placed on the dominant side of the participants. To minimize noise induced from external sources through the signal cables, the raw EMG signal was amplified and filtered using a preamplifier located as near the pickup point as possible. The preamplifier had a common mode rejection ratio of 100 dB. The raw EMG signal was then band-pass filtered (fourth-order Butterworth filter) 8–600 Hz. The filtered EMG signals were converted to root mean square (RMS) signals using a hardware circuit network. Finally, the RMS converted signal was sampled at 100 Hz using a 16-bit A/D converter. A commercial software was used to analyze the stored EMG data. The mean of each concentric, eccentric, and entire repetition of the first to sixth repetitions was used to calculate the RMS EMG. All EMG data were normalized to the best (highest EMG activity) of 2 isometric maximal voluntary contractions (MVCs) before the experimental test. The MVCs were performed with the medium grip at 908 angle in the elbow joint with 60-second rest between the attempts. Each MVC lasted for 3 seconds. Statistical Analyses To analyze the influence of the independent variable (grip width), 2-way repeated-measures analysis of variance (ANOVA) was used to assess differences in the 2 dependent variables (muscle EMG amplitude and 6RM load). When differences were detected by ANOVA, paired t-test with Bonferroni post hoc corrections were applied to determine where the differences lay. Differences in load, lifting time, and hip angle were assessed with 1-way repeated-measures ANOVA with Bonferroni post hoc corrections for multiple group comparisons. Statistical analyses were performed with SPSS version 17.0. All results were presented as means 6 SDs and Cohen’s d effect size (ES). An ES of 0.2 was considered small, 0.5 as medium, and 0.8 as large. Statistical significance was accepted at p # 0.05. RESULTS Comparing the EMG activity of the whole movement of the 6 repetitions (concentric and eccentric phases) revealed similar muscle activation of all muscles for the 3 grips (p = 0.092–0.96). Still, a tendency toward greater activation of the biceps brachii was observed using medium compared with narrow grip (61 6 12% vs. 56 6 10%; p = 0.092; ES = 0.38). In the concentric phase, activation of biceps was greater using medium compared with narrow grip (87 6 17% vs. 81 6 14%; p = 0.03; ES = 0.44). No other significant differences were observed. In the eccentric phase, latissimus dorsi and infraspinatus had greater EMG activity using wide compared with narrow grip (57 6 14% vs. 54 6 13%; p = 0.04; ES = 0.14 and 91 6 48% vs. 89 6 46%; p = 0.02; ES = 0.07). There was a tendency toward greater EMG activation of the biceps brachii using medium compared with wide grip (31 6 17% vs. 28 6 15%; p = 0.08; ES = 0.19). Furthermore, latissimus dorsi had a tendency toward greater EMG activity using medium compared with narrow grip (58 6 16% vs. 54 6 13%; p = 0.08; ES = 0.18). The 6RM load using wide grip was approximately 4% lower than medium grip (77.3 6 6.3 kg vs. 80.3 6 7.2 kg; p = 0.021; ES = 0.44) and approximately 4% lower than narrow grip (77.3 6 6.3 kg vs. 80.0 6 7.1 kg; p = 0.02; ES = 0.4). There were similar loads using narrow and medium grip widths (80.0 6 7.1 kg vs. 80.3 6 7.2 kg; p = 1.00). There were similar lifting times (p = 0.75) and hip angle (p = 0.84) for the different grips during the tests. DISCUSSION Generally, similar muscle activation was obtained with narrow, medium, and wide pronated grips in the anterior lat pull-down. However, a medium grip may have some minor advantages over small and wide grips as biceps brachii had greater activity using a medium compared with a narrow grip in the concentric phase, and there was a tendency for the same in the entire movement. In the eccentric phase, medium grip provided either higher or equally high muscle activation for all muscles. In addition, the 6RM load was lower when using a wide grip compared with medium or narrow grip. A wider grip reduces the flexion and extension of the elbow and increases the shoulder abduction compared with a narrow grip altering the working conditions of the muscles. One might expect that this would lead to a higher activation of the latissimus dorsi and infraspinatus using a wide grip and biceps brachii using a narrow grip. However, our results did not support this notion. Rather, they validated the results reported by Lusk et al. who examined 2 different pronated grip widths in the anterior lat pull-down. Because those authors used the same absolute and not relative intensity, there was uncertainty about the validity of their conclusion. Indeed, our findings of lower absolute strength with a wide grip show the importance of strength assessment across grip widths. Other notable differences between Lusk et al. and our study are that we used heavier loads that also were lifted to failure (6RM that corresponds to approximately 85% 1RM) as opposed to performing only 5 repetitions with 70% of 1RM. Furthermore, we examined 3 pronated grip widths, whereas previous studies have used only 1 or 2. Moreover, the definition that Lusk et al. used for the wide grip was probably more like our medium grip. Hence, we add to the existing literature by including wider grips than the previously examined. The differences found in load lifted between the wide and the 2 other grips cannot be explained by less muscle activation. However, biomechanical properties may contribute to the differences in 6RM load. The lever arm from the shoulder joint increases as the grip gets wider, which increases the torque, and therefore probably causes the reduction in loading using the wide grip. In contrast to the present study and Lusk et al., Signorile et al. reported greater latissimus dorsi activation, both in the concentric and eccentric phases, using a wide anterior pronated grip compared with 2 different narrow grips, with the same relative intensity. The narrow grips were a semi-supinated grip using a V-bar, and a supinated grip with BAD between the hands. The wide grip was defined as the distance from outside of the closed fist to the seventh cervical vertebra. Because of the differences in grip definitions, arm rotation, and lifting to fatigue, it is difficult to compare our results with the findings of Signorile et al. However, it is more likely that the differences in muscle activation in Signorile et al. are a result of arm rotation rather than grip width. The higher activation in the eccentric phase is in line with our results, but we found no differences in the concentric phase, which could be because of differences in arm rotation or loading. Several studies have included activation measurements of the synergist biceps brachii when investigating the whole movement using different grip widths in the lat pull-down, but to our knowledge, no one has investigated the concentric and the eccentric phases separately. One could expect a higher activation of the biceps brachii with a narrower grip because this would increase the flexion of the elbow. On the contrary, we found, in the concentric phase, higher activation using the medium grip compared with the narrow grip. In the eccentric phase, there was a tendency of higher activation with the medium compared with the wide grip. These results could indicate that when using a pronated grip, medium width is optimal for activating the biceps brachii. When combining the 2 phases, there was still a tendency for higher activation using medium grip, whereas no differences were reported in the earlier studies. In conclusion, there was no major difference in activation for latissimus dorsi, biceps brachii, infraspinatus, or trapezius when performing 6RM in the anterior lat pull-down with narrow, medium, and wide anterior grip widths. However, the 6RM load lifted was lower using a wide compared with a small or medium grip. Still, there was some weak evidence that a medium grip may have some advantages over narrow or wide grip. PRACTICAL APPLICATIONS The lat pull-down with pronated grip is a popular back exercise, but there is no consensus on what the optimal grip width is. This study suggests that a medium grip may have some minor advantages over a narrow or wide one; however, athletes and others engaged in resistance training can generally expect similar muscle activation which in turn should result in relatively similar strength and hypertrophy gains with small to wide grip widths (1–2 times the biacromial distance). We observed lower absolute strength with a wide grip, probably because of biomechanical factors. Hence, if it is considered beneficial to lift as heavy absolute loads as possible, we recommend a narrow or medium grip width. The results of this study are highly valid for real-world training as the resistance-trained participants in the study used the same relative intensity in all conditions and lifted heavy loads to failure (6RM). In contrast, previous studies suffered from methodological weaknesses, such as not matching intensity between exercises and not using heavy loads or lifting to failure. ACKNOWLEDGMENTS We would like to thank the participants for their positivity and participation in the study. This study was conducted without any funding from companies or manufacturers or outside organizations. REFERENCES\n\n1. American College of Sports Medicine Position Stand. The recommended quantity and quality of exercise for developing and maintaining cardiorespiratory and muscular fitness, and flexibility in healthy adults. Med Sci Sports Exerc 30: 975–991, 1998.\n\n2. American College of Sports Medicine position stand. Progression models in resistance training for healthy adults. Med Sci Sports Exerc 41: 687–708, 2009.\n\n3. Baechle, TR and Earle, RW. National Strength and Conditioning Association (U.S.). Essentials of Strength Training and Conditioning. Champaign, IL: Human Kinetics, 2008.\n\n4. Bird, SP, Tarpenning, KM, and Marino, FE. Designing resistance training programmes to enhance muscular fitness: A review of the acute programme variables. Sports Med 35: 841–851, 2005.\n\n5. Clark, DR, Lambert, MI, and Hunter, AM. Muscle activation in the loaded free barbell squat: A brief review. J Strength Cond Res 26: 1169–1178, 2012.\n\n6. Goodman, CA, Pearce, AJ, Nicholes, CJ, Gatt, BM, and Fairweather, IH. No difference in 1RM strength and muscle activation during the barbell chest press on a stable and unstable surface. J Strength Cond Res 22: 88–94, 2008.\n\n7. Hermens, HJ, Freriks, B, Disselhorst-Klug, C, and Rau, G. Development of recommendations for SEMG sensors and sensor placement procedures. J Electromyogr Kinesiol 10: 361–374, 2000.\n\n8. Koyama, Y, Kobayashi, H, Suzuki, S, and Enoka, RM. Enhancing the weight training experience: A comparison of limb kinematics and EMG activity on three machines. Eur J Appl Physiol 109: 789–801, 2010.\n\n9. Kraemer, WJ and Ratamess, NA. Fundamentals of resistance training: Progression and exercise prescription. Med Sci Sports Exerc 36: 674–688, 2004.\n\n10. Lehman, GJ, Buchan, DD, Lundy, A, Myers, N, and Nalborczyk, A. Variations in muscle activation levels during traditional latissimus dorsi weight training exercises: An experimental study. Dyn Med 3: 4, 2004.\n\n11. Lusk, SJ, Hale, BD, and Russell, DM. Grip width and forearm orientation effects on muscle activity during the lat pull-down. J Strength Cond Res 24: 1895–1900, 2010.\n\n12. Marshall, PW, McEwen, M, and Robbins, DW. Strength and neuromuscular adaptation following one, four, and eight sets of high intensity resistance exercise in trained males. Eur J Appl Physiol 111: 3007–3016, 2011.\n\n13. Paoli, A, Marcolin, G, and Petrone, N. The effect of stance width on the electromyographical activity of eight superficial thigh muscles during back squat with different bar loads. J Strength Cond Res 23: 246–250, 2009.\n\n14. Peterson, MD, Rhea, MR, and Alvar, BA. Maximizing strength development in athletes: a meta-analysis to determine the dose-response relationship. J Strength Cond Res 18: 377–382, 2004.\n\n15. Saeterbakken, AH and Fimland, MS. Effects of body position and loading modality on muscle activity and strength in shoulder presses. J Strength Cond Res 27: 1824–1831, 2013.\n\n16. Saeterbakken, AH and Fimland, MS. Electromyographic activity and 6-RM strength in bench press on stable and unstable surfaces. J Strength Cond Res 27: 1101–1107, 2013.\n\n17. Saeterbakken, AH and Fimland, MS. Muscle activity of the core during bilateral, unilateral, seated and standing resistance exercise. Eur J Апpl Physiol 112: 1671–1678, 2012.\n\n18. Saeterbakken, AH and Fimland, MS. Muscle force output and electromyographic activity in squats with various unstable surfaces. J Strength Cond Res 27: 130–136, 2013.\n\n19. Saeterbakken, AH, van den Tillaar, R, and Fimland, MS. A comparison of muscle activity and 1-RM strength of three chest-press exercises with different stability requirements. J Sports Sci 29: 533–538, 2011.\n\n20. Schwanbeck, S, Chilibeck, PD, and Binsted, G. A comparison of free weight squat to Smith machine squat using electromyography. J Strength Cond Res 23: 2588–2591, 2009.\n\n21. Signorile, JF, Zink, AJ, and Szwed, SP. A comparative electromyographical investigation of muscle utilization patterns using various hand positions during the lat pull-down. J Strength Cond Res 16: 539–546, 2002.\n\n22. Snyder, BJ and Leech, JR. Voluntary increase in latissimus dorsi muscle activity during the lat pull-down following expert instruction. J Strength Cond Res 23: 2204–2209, 2009.\n\n23. Sperandei, S, Barros, MA, Silveira-Junior, PC, and Oliveira, CG. Electromyographic analysis of three different types of lat pull-down. J Strength Cond Res 23: 2033–2038, 2009.\n\n24. Youdas, JW, Amundson, CL, Cicero, KS, Hahn, JJ, Harezlak, DT, and Hollman, JH. Surface electromyographic activation patterns and elbow joint motion during a pull-up, chin-up, or perfect-pullup rotational exercise. J Strength Cond Res 24: 3404–3414, 2010."}