{"title": "EFFECTS OF GRIP WIDTH ON MUSCLE STRENGTH AND ACTIVATION IN THE LAT PULL-DOWN", "author": "VIDAR ANDERSEN,1 MARIUS S. FIMLAND,2,3 ESPEN WIIK,1 ANDERS SKOGLUND,1 AND ATLE H. SAETERBAKKEN", "exercise_type": "lat_pull_down", "difficulty": "advanced", "transcript": "EFFECTS OF GRIP WIDTH ON MUSCLE STRENGTH AND\nACTIVATION IN THE LAT PULL-DOWN\nVIDAR ANDERSEN,1 MARIUS S. FIMLAND,2,3 ESPEN WIIK,1 ANDERS SKOGLUND,1 AND\nATLE H. SAETERBAKKEN1\n1Faculty of Teacher Education and Sport, Sogn og Fjordane University College, Sogndal, Norway; 2Department of Public\nHealth and General Practice, Faculty of Medicine, Norwegian University of Science and Technology, Trondheim, Norway; and\n3Hysnes Rehabilitation Center, St. Olavs University Hospital, Trondheim, Norway\nABSTRACT\nAndersen, V, Fimland, MS, Wiik, E, Skoglund, A, and Saeterbakken,\nAH. Effects of grip width on muscle strength and activation in the\nlat pull-down. J Strength Cond Res 28(4): 1135–1142, 2014—\nThe lat pull-down is one of the most popular compound back\nexercises. Still, it is a general belief that a wider grip activates\nthe latissimus dorsi more than a narrow one, but without any\nbroad scientiﬁc support. The aim of the study was to compare\n6 repetition maximum (6RM) load and electromyographic (EMG)\nactivity in the lat pull-down using 3 different pronated grip widths.\nFifteen men performed 6RM in the lat pull-down with narrow,\nmedium, and wide grips (1, 1.5, and 2 times the biacromial dis-\ntance) in a randomized and counterbalanced order. The 6RM\nstrengths with narrow (80.3 6 7.2 kg) and medium grip (80 6\n7.1 kg) were higher than wide grip (77.3 6 6.3 kg; p = 0.02).\nThere was similar EMG activation between grip widths for latissi-\nmus, trapezius, or infraspinatus, but a tendency for biceps brachii\nactivation to be greater for medium vs. narrow (p = 0.09), when\nthe entire movement was analyzed. Analyzing the concentric\nphase separately revealed greater biceps brachii activation using\nthe medium vs. narrow grip (p = 0.03). In the eccentric phase,\nthere was greater activation using wide vs. narrow grip for latissi-\nmus and infraspinatus (p # 0.04), and tendencies for medium\ngreater than narrow for latissimus, and medium greater than wide\nfor biceps (both p = 0.08), was observed. Collectively, a medium\ngrip may have some minor advantages over small and wide grips;\nhowever, athletes and others engaged in resistance training can\ngenerally expect similar muscle activation which in turn should\nresult in similar hypertrophy gains with a grip width that is 1–2\ntimes the biacromial distance.\nKEY WORDS\nEMG, resistance training, biceps brachii,\nlatissimus dorsi\nINTRODUCTION\nA\nppropriate exercise selection is critical to achieve\nthe aims of any resistance training program. One\nof the most popular exercises for the back muscles\nis the lat pull-down. Being a 2-joint exercise con-\nsisting of an adduction in the shoulder and a ﬂexion in the\nelbow, the lat pull-down involves several muscles in the\nupper body, although it is primarily used to train the latissi-\nmus dorsi (11). This strength exercise has similarities to\nmovements in sports such as climbing, different strokes in\nswimming, and performing the rings in gymnastics (21).\nThere seems to be a general belief among trainers that a wide\ngrip activates the latissimus dorsi more than a narrow one;\nhowever, this relies more on a myth than scientiﬁc research\n(3). Training regimens based on beliefs instead of scientiﬁc\nevidence could lead to suboptimal gains.\nThere have been several studies examining the muscle\nactivation during different variations of the lat pull-down\n(8,10,11,21,22,24). However, to our knowledge, only 1 study\nexamined the differences in muscle activations between dif-\nferent grip widths in the pronated, anterior pull-down (11),\nwhich is the most common version of the exercise (3,21).\nLusk et al. (11) examined muscle activation in the pull-down\nwith 4 different grip variations; wide and narrow pronated\nand supinated grip. Two sets of 5 repetitions at 70% of 1\nrepetition maximum (1RM) were performed with each grip.\nLusk et al. (11) reported similar muscle activation in latissi-\nmus dorsi, the middle trapezius, and the biceps brachii\nbetween\nwide\nand\nnarrow\npronated\ngrips.\nHowever,\nalthough not entirely comparable, Signorile et al. (21) found\na higher activation of the latissimus dorsi with a wide ante-\nrior grip compared with other grips (close grip, supinated\ngrip, and wide posterior grip) using 10RM-loads.\nThe effects of pronated grip widths in the anterior lat pull-\ndown are not yet fully determined: The study by Lusk et al.\nonly assessed 2 grip widths and had no familiarization session\nbefore the 1RM test. Also, the participants used the same\nabsolute rather than relative load in all the different grips, and\nﬁnally the sets were not performed until or close to failure.\nThe 2 latter methodological limitations make it difﬁcult to\ntransfer the ﬁndings to real life training as intensity usually is\nAddress correspondence to Vidar Andersen, vidar.andersen@hisf.no.\n28(4)/1135–1142\nJournal of Strength and Conditioning Research\n\u0001 2014 National Strength and Conditioning Association\nVOLUME 28 | NUMBER 4 | APRIL 2014 | 1135\nCopyright © National Strength and Conditioning Association Unauthorized reproduction of this article is prohibited.\nprescribed relative to muscular\nstrength in the trained exercise,\nand people engaged in resis-\ntance training usually perform\nexercises (close) to failure. The\nimportance of using equal rela-\ntive loads when comparing dif-\nferent exercises is emphasized\nin several recent original studies\n(17,15,16,19)\nand\na\nrecent\nreview (5).\nAs the results of previous\nstudies are conﬂicting, suffer\nfrom various methodological\nlimitations, and have not as-\nsessed the effects of grip widths\nfor the lat pull-down as exten-\nsively as this investigation, the\naim of the study was to com-\npare the 6RM load and elec-\ntromyographic (EMG) activity\nin the lat-pull down using 3\ndifferent\ngrip\nwidths.\nOur\nhypothesis was that using the\nsame relative load would pro-\nvide similar muscle activations,\nbut that the 6RM load would\ndecrease with increasing grip\nFigure 1. Different grip widths in the lat pull-down: wide (A), medium (B), and narrow (C).\nFigure 2. Start (A) and stop (B) of the concentric phase in the lat pull-down.\nComparison of Loading and Muscle Activity in Lat Pull-Down\n1136\nJournal of Strength and Conditioning Research\nthe\nTM\nCopyright © National Strength and Conditioning Association Unauthorized reproduction of this article is prohibited.\nFigure 3. Normalized electromyographic activation of the whole movement (A), the concentric phase (B), and the eccentric phase (C) of the biceps brachii,\nlatissimus dorsi, trapezius, and infraspinatus during 6RM in the lat pull-down performed with 3 different grip widths. Values are given as mean 6 SD.\nJournal of Strength and Conditioning Research\nthe\nTM\n| www.nsca.com\nVOLUME 28 | NUMBER 4 | APRIL 2014 | 1137\nCopyright © National Strength and Conditioning Association Unauthorized reproduction of this article is prohibited.\nwidths because the lever arm increases when the grip\nbecomes wider.\nMETHODS\nExperimental Approach to the Problem\nA within-participant repeated-measures design was used to\nexamine the 6RM strength and concomitant EMG activity\nin anterior lat pull-down using narrow, medium, and wide\npronated grip widths, deﬁned as 1, 1.5, and 2 times the bi\nacromial distance (BAD), respectively (Figure 1). The par-\nticipants took part in 1 session approximately 1 week before\nthe experimental test to familiarize the participants with the\nprocedures and identify the 6RM load for the different grip\nwidths. The exercise test order was randomized and coun-\nterbalanced for each participant and was identical in the\nhabituation and experimental tests. To simulate a set in a typ-\nical workout, the participants performed a 6RM test (1,4,9),\nwhich corresponds to approximately 85% of 1RM (3) and is\na recommended intensity for increasing muscle strength and\nhypertrophy (2,14). By using equal relative load for each\nexercise with heavy loads performed to volitional failure,\nwe can assess the practical signiﬁcance of how the indepen-\ndent variable, grip width, affects the dependent variable,\nmuscle activation. This is important knowledge for athletes\nand coaches.\nSubjects\nSixteen healthy (age, 24 6 4 years; body mass, 81 6 8 kg;\nstature, 180 6 1 cm; and BAD, 34.6 6 2.2 cm) resistance-\ntrained (experience, 6 6 3 years) men volunteered for the\nstudy. Exclusion criteria were musculoskeletal pain, unfamil-\niarity with the exercise, injury or illness that might reduce\nmaximal effort, pain during testing or less than 6 months of\nresistance training experience (11,17). One person dropped\nout without giving any further reason; so, a total number of\n15 participants completed the study. The participants were\ninstructed to refrain from any additional resistance training\ntargeting the upper body 48 hours before testing. The sub-\njects were instructed to maintain their normal diet, hydra-\ntion, and sleeping habits during the experiment. Before the\nhabituation session, all participants provided informed writ-\nten consent. Ethical approval was obtained from the regional\nresearch ethics committee and conformed to the latest revi-\nsion of the Declaration of Helsinki. The study had approval\nby the Institutional Review Board, and all appropriate con-\nsent pursuant to law was obtained before the start of the\nstudy.\nExperimental Testing\nThe habituation and strength testing session took place during\nthe spring of 2012. First, the BAD was measured. Each\nparticipant stood up against a whiteboard while the acromion\nwas palpated at both sides and marked at the whiteboard. The\nBAD was deﬁned as the distance between the 2 marks (10).\nAfter a progressive warm-up (13,19), consisting of 10 repeti-\ntions at estimated 20% of 6RM, 6 repetitions at 50% of approx-\nimately 6RM, and 4 repetitions at 85% of approximately 6RM,\nthe 6RM attempts were started. The start load was set at\napproximately 90–95% of estimated 6RM and increased by\n2.5 or 5 kg until 6RM was achieved (2–4 attempts).\nOne week later, the experimental testing took place. The\ntesting time of the day was at the convenience of the\nparticipants,\nbut\nalways\nbetween 10 AM. and 6 PM. The\nwarm-up was conducted\nas\ndescribed above. Next, 6RM\nof each of the 3 exercises was\nperformed\nin a randomized\nand counterbalanced manner\nwith concomitant recordings\nof\nEMG,\nbar\ndisplacement,\nand\nangle\nmovements\n(described below). Each repeti-\ntion started with the arms was\nfully extended and was com-\nplete when the bar was below\nthe chin (Figures 2A, B). Three\nto 5 minutes of rest was given\nbetween each attempt (6,20).\nIn the case of an unsuccessful\nseries, the load was slightly\nreduced, or longer rest periods\nwere given. The participants\nhad to retract their scapulas\nand\nwere\ninstructed\nto minimize the movement of\nFigure 4. Six repetition maximum loads in the lat pull-down performed with 3 different grip widths. Values are\ngiven as mean 6 SD.\nComparison of Loading and Muscle Activity in Lat Pull-Down\n1138\nJournal of Strength and Conditioning Research\nthe\nTM\nCopyright © National Strength and Conditioning Association Unauthorized reproduction of this article is prohibited.\ntheir truncus and hip. In the beginning of the lift, when the\narms were straight, no movement of the truncus was al-\nlowed. In the end of the concentric phase, as the bar ap-\nproached the chin, a minor movement in the hip was\naccepted, so that participants would be able to perform the\nexercise in the way they were used to. To control the move-\nment in the hip, a twin-axis goniometer (SS21L; Biopac\nSystem, Inc., Goletta, CA, USA) was placed along the femur\nand truncus. The accuracy of the goniometer was 628 mea-\nsured over 908. The participants were instructed to lift in\na controlled and moderate tempo, but were not allowed to\nshorten the lifting distance by lifting their chin (Figure 2B).\nA linear encoder (Ergotest Technology AS, Langesund,\nNorway, sampling frequency of 100 Hz) was used to control\nthe lifting time and identify the beginning and end of the\nconcentric and eccentric lifting phases. The linear encoder\nand the goniometer were synchronized with the EMG\nrecording system (MuscleLab 4020e; Ergotest Technology\nAS). To analyze the vertical position, lifting time, and hip\nangle, a commercial software (MuscleLab V8.13; Ergotest\nTechnology AS) was used.\nElectromyographic Measurements\nThe skin was prepared (shaved, washed with alcohol, and\nabraded) for the placement of gel coated self-adhesive\nelectrodes (Dri-Stick Silver circular sEMG Electrodes AE-\n131; NeuroDyne Medical, Cambridge, MA, USA) before the\nexperimental tests (11,21). The electrodes (11-mm contact\ndiameter) were placed along the presumed direction of the\nunderlying muscle ﬁbre with center-to-center distance of\n2 cm on the 4 muscles (biceps brachii, trapezius, latissimus\ndorsi, and infraspinatus) according to the recommendations\nby SENIAM (7). The electrodes were placed on the domi-\nnant side of the participants (17,18).\nTo minimize noise induced from external sources through\nthe signal cables, the raw EMG signal was ampliﬁed and\nﬁltered using a preampliﬁer located as near the pickup point\nas possible. The preampliﬁer had a common mode rejection\nratio of 100 dB. The raw EMG signal was then band-pass\nﬁltered (fourth-order Butterworth ﬁlter) 8–600 Hz. The ﬁl-\ntered EMG signals were converted to root mean square\n(RMS) signals using a hardware circuit network (frequency\nresponse 0–600 kHz, averaging constant 100 ms, total\nerror 60.5%). Finally, the RMS converted signal was sam-\npled at 100 Hz using a 16-bit A/D converter (AD637).\nA commercial software (MuscleLab V8.13; Ergotest Tech-\nnology AS) was used to analyze the stored EMG data. The\nmean of each concentric, eccentric, and entire repetition of\nthe ﬁrst to sixth repetitions was used to calculate the RMS\nEMG. All EMG data were normalized to the best (highest\nEMG activity) of 2 isometric maximal voluntary contrac-\ntions (MVCs) before the experimental test. The MVCs were\nperformed with the medium grip at 908 angle in the elbow\njoint with 60-second rest between the attempts. Each MVC\nlasted for 3 seconds (10,12).\nTABLE 1. Lifting time and hip angle in narrow, medium, and wide grips during 6RM in the lat pull-down.*\nNarrow grip\nMedium grip\nWide grip\nCon.†\nEcc.\nTotal\nCon.\nEcc.\nTotal\nCon.\nEcc.\nTotal\nLifting time (s)\n7.9 6 1.8\n9.2 6 2.2\n17.5 6 3.7\n7.8 6 1.6\n9.7 6 2.7\n17.9 6 4,0\n7.2 6 1.5\n9.2 6 2.5\n16.9 6 3.6\nHip angle (in degrees)\n196 6 21\n198 6 21\n196 6 26\n195 6 20\n197 6 20\n194 6 24\n199 6 22\n201 6 22\n200 6 32\n*Values are given as mean 6 SD.\n†Con. = concentric phase; Ecc. = eccentric phase; Total = concentric and eccentric phases.\nJournal of Strength and Conditioning Research\nthe\nTM\n| www.nsca.com\nVOLUME 28 | NUMBER 4 | APRIL 2014 | 1139\nCopyright © National Strength and Conditioning Association Unauthorized reproduction of this article is prohibited.\nStatistical Analyses\nTo analyze the inﬂuence of the independent variable (grip\nwidth), 2-way ([3 grip widths 3 4 muscles] and [3 grip\nwidths 3 6RM load]) repeated-measures analysis of variance\n(ANOVA) was used to assess differences in the 2 dependent\nvariables (muscle EMG amplitude and 6RM load). When\ndifferences were detected by ANOVA, paired t-test with\nBonferroni post hoc corrections were applied to determine\nwhere the differences lay. Differences in load, lifting time,\nand hip angle were assessed with 1-way repeated-measures\nANOVA with Bonferroni post hoc corrections for multiple\ngroup comparisons. Statistical analyses were performed\nwith SPSS version 17.0 (SPSS, Inc., Chicago, IL, USA).\nAll results were presented as means 6 SDs and Cohen’s\nd effect size (ES). An ES of 0.2 was considered small,\n0.5 as medium, and 0.8 as large. Statistical signiﬁcance was\naccepted at p # 0.05.\nRESULTS\nComparing the EMG activity of the whole movement of the\n6 repetitions (concentric and eccentric phases) revealed\nsimilar muscle activation of all muscles for the 3 grips (p =\n0.092–0.96) (Figure 3A). Still, a tendency toward greater\nactivation of the biceps brachii was observed using medium\ncompared with narrow grip (61 6 12% vs. 56 6 10%; p =\n0.092; ES = 0.38).\nIn the concentric phase, activation of biceps was greater\nusing medium compared with narrow grip (87 6 17% vs.\n81 6 14%; p = 0.03; ES = 0.44) (Figure 3B). No other\nsigniﬁcant differences were observed.\nIn the eccentric phase, latissimus dorsi and infraspinatus\nhad greater EMG activity using wide compared with narrow\ngrip (57 6 14% vs. 54 6 13%; p = 0.04; ES = 0.14 and 91 6\n48% vs. 89 6 46%; p = 0.02; ES = 0.07). There was a ten-\ndency toward greater EMG activation of the biceps brachii\nusing medium compared with wide grip (31 6 17% vs. 28 6\n15%; p = 0.08; ES = 0.19). Furthermore, latissimus dorsi had\na tendency toward greater EMG activity using medium\ncompared with narrow grip (58 6 16% vs. 54 6 13%; p =\n0.08; ES = 0.18; Figure 3C).\nThe 6RM load using wide grip was approximately 4%\nlower than medium grip (77.3 6 6.3 kg vs. 80.3 6 7.2 kg; p =\n0.021; ES = 0.44) and approximately 4% lower than narrow\ngrip (77.3 6 6.3 kg vs. 80.0 6 7.1 kg; p = 0.02; ES = 0.4;\nFigure 4). There were similar loads using narrow and\nmedium grip widths (80.0 6 7.1 kg vs. 80.3 6 7.2 kg;\np = 1.00).\nThere were similar lifting times (p = 0.75) and hip angle\n(p = 0.84) for the different grips during the tests (Table 1).\nDISCUSSION\nGenerally, similar muscle activation was obtained with\nnarrow, medium, and wide pronated grips in the anterior\nlat pull-down. However, a medium grip may have some-\nminor advantages over small and wide grips as biceps brachii\nhad greater activity using a medium compared with a narrow\ngrip in the concentric phase, and there was a tendency for\nthe same in the entire movement. In the eccentric phase,\nmedium grip provided either higher or equally high muscle\nactivation for all muscles. In addition, the 6RM load was\nlower when using a wide grip compared with medium or\nnarrow grip.\nA wider grip reduces the ﬂexion and extension of the\nelbow and increases the shoulder abduction compared with\na narrow grip altering the working conditions of the muscles.\nOne might expect that this would lead to a higher activation\nof the latissimus dorsi and infraspinatus using a wide grip\nand biceps brachii using a narrow grip. However, our results\ndid not support this notion. Rather, they validated the results\nreported by Lusk et al. (11) who examined 2 different pro-\nnated grip widths in the anterior lat pull-down. Because\nthose authors used the same absolute and not relative inten-\nsity, there was uncertainty about the validity of their conclu-\nsion. Indeed, our ﬁndings of lower absolute strength with\na wide grip show the importance of strength assessment\nacross grip widths.\nOther notable differences between Lusk et al. and our\nstudy are that we used heavier loads that also were lifted to\nfailure (6RM that corresponds to ;85% 1RM) as opposed to\nperforming only 5 repetitions with 70% of 1RM. Further-\nmore, we examined 3 pronated grip widths, whereas pre-\nvious studies have used only 1 (10,21,22) or 2 (11).\nMoreover, the deﬁnition that Lusk et al. used for the wide\ngrip was probably more like our medium grip. Hence, we\nadd to the existing literature by including wider grips than\nthe previously examined.\nThe differences found in load lifted between the wide and\nthe 2 other grips cannot be explained by less muscle\nactivation. However, biomechanical properties (10) may\ncontribute to the differences in 6RM load. The lever arm\nfrom the shoulder joint increases as the grip gets wider,\nwhich increases the torque, and therefore probably causes\nthe reduction in loading using the wide grip.\nIn contrast to the present study and Lusk et al. (11),\nSignorile et al. (21) reported greater latissimus dorsi activa-\ntion, both in the concentric and eccentric phases, using\na wide anterior pronated grip compared with 2 different\nnarrow grips, with the same relative intensity. The narrow\ngrips were a semi-supinated grip using a V-bar, and a supi-\nnated grip with BAD between the hands. The wide grip\nwas deﬁned as the distance from outside of the closed ﬁst\nto the seventh cervical vertebra. Because of the differences in\ngrip deﬁnitions, arm rotation, and lifting to fatigue, it is dif-\nﬁcult to compare our results with the ﬁndings of Signorile\net al. (21). However, it is more likely that the differences in\nmuscle activation in Signorile et al. (21) are a result of arm\nrotation rather than grip width (11). The higher activation in\nthe eccentric phase is in line with our results, but we found\nno differences in the concentric phase, which could be\nbecause of differences in arm rotation or loading.\nComparison of Loading and Muscle Activity in Lat Pull-Down\n1140\nJournal of Strength and Conditioning Research\nthe\nTM\nCopyright © National Strength and Conditioning Association Unauthorized reproduction of this article is prohibited.\nSeveral studies have included activation measurements of\nthe synergist biceps brachii, when investigating the whole\nmovement using different grip widths in the lat pull-down\n(11,21,22), but to our knowledge, no one has investigated the\nconcentric and the eccentric phases separately. One could\nexpect a higher activation of the biceps brachii with a nar-\nrower grip because this would increase the ﬂexion of the\nelbow. On the contrary, we found, in the concentric phase,\nhigher activation using the medium grip compared with the\nnarrow grip. In the eccentric phase, there was a tendency of\nhigher activation with the medium compared with the wide\ngrip. These results could indicate that when using a pronated\ngrip, medium width is optimal for activating the biceps bra-\nchii. When combining the 2 phases, there was still a tendency\nfor higher activation using medium grip, whereas no differ-\nences were reported in the earlier studies (10,11,23).\nIn conclusion, there was no major difference in activation\nfor latissimus dorsi, biceps brachii, infraspinatus, or trapezius\nwhen performing 6RM in the anterior lat pull-down with\nnarrow, medium, and wide anterior grip widths. However,\nthe 6RM load lifted was lower using a wide compared with\na small or medium grip. Still, there was some weak evidence\nthat a medium grip may have some advantages over narrow\nor wide grip.\nPRACTICAL APPLICATIONS\nThe lat pull-down with pronated grip is a popular back\nexercise, but there is no consensus on what the optimal grip\nwidth is. This study suggests that a medium grip may have\nsome minor advantages over a narrow or wide one;\nhowever, athletes and others engaged in resistance training\ncan generally expect similar muscle activation which in turn\nshould result in relatively similar strength and hypertrophy\ngains with small to wide grip widths (1–2 times the biacro-\nmial distance). We observed lower absolute strength with\na wide grip, probably because of biomechanical factors.\nHence, if it is considered beneﬁcial to lift as heavy absolute\nloads as possible, we recommend a narrow or medium grip\nwidth. The results of this study are highly valid for real world\ntraining as the resistance trained participants in the study\nused the same relative intensity in all conditions and lifted\nheavy loads to failure (6RM). In contrast, previous studies\nsuffered from methodological weaknesses, such as not\nmatching intensity between exercises and not using heavy\nloads or lifting to failure.\nACKNOWLEDGMENTS\nWe would like to thank the participants for their positivity\nand participation in the study. This study was conducted\nwithout any funding from companies or manufacturers or\noutside organizations.\nREFERENCES\n1. American College of Sports Medicine Position Stand. The\nrecommended quantity and quality of exercise for developing and\nmaintaining cardiorespiratory and muscular ﬁtness, and ﬂexibility in\nhealthy adults. Med Sci Sports Exerc 30: 975–991, 1998.\n2. American College of Sports Medicine position stand. Progression\nmodels in resistance training for healthy adults. Med Sci Sports Exerc\n41: 687–708, 2009.\n3. Baechle, TR and Earle, RW. National Strength and Conditioning\nAssociation (U.S.). Essentials of Strength Training and Conditioning.\nChampaign, IL: Human Kinetics, 2008.\n4. Bird, SP, Tarpenning, KM, and Marino, FE. Designing resistance\ntraining programmes to enhance muscular ﬁtness: A review of the\nacute programme variables. Sports Med 35: 841–851, 2005.\n5. Clark, DR, Lambert, MI, and Hunter, AM. Muscle activation in the\nloaded free barbell squat: A brief review. J Strength Cond Res 26:\n1169–1178, 2012.\n6. Goodman, CA, Pearce, AJ, Nicholes, CJ, Gatt, BM, and\nFairweather, IH. No difference in 1RM strength and muscle\nactivation during the barbell chest press on a stable and unstable\nsurface. J Strength Cond Res 22: 88–94, 2008.\n7. Hermens, HJ, Freriks, B, Disselhorst-Klug, C, and Rau, G.\nDevelopment of recommendations for SEMG sensors and sensor\nplacement procedures. J Electromyogr Kinesiol 10: 361–374, 2000.\n8. Koyama, Y, Kobayashi, H, Suzuki, S, and Enoka, RM. Enhancing\nthe weight training experience: A comparison of limb kinematics\nand EMG activity on three machines. Eur J Appl Physiol 109: 789–\n801, 2010.\n9. Kraemer, WJ and Ratamess, NA. Fundamentals of resistance\ntraining: Progression and exercise prescription. Med Sci Sports Exerc\n36: 674–688, 2004.\n10. Lehman, GJ, Buchan, DD, Lundy, A, Myers, N, and Nalborczyk, A.\nVariations in muscle activation levels during traditional latissimus\ndorsi weight training exercises: An experimental study. Dyn Med 3:\n4, 2004.\n11. Lusk, SJ, Hale, BD, and Russell, DM. Grip width and forearm\norientation effects on muscle activity during the lat pull-down. J\nStrength Cond Res 24: 1895–1900, 2010.\n12. Marshall, PW, McEwen, M, and Robbins, DW. Strength and\nneuromuscular adaptation following one, four, and eight sets of high\nintensity resistance exercise in trained males. Eur J Appl Physiol 111:\n3007–3016, 2011.\n13. Paoli, A, Marcolin, G, and Petrone, N. The effect of stance width on\nthe electromyographical activity of eight superﬁcial thigh muscles\nduring back squat with different bar loads. J Strength Cond Res 23:\n246–250, 2009.\n14. Peterson, MD, Rhea, MR, and Alvar, BA. Maximizing strength\ndevelopment in athletes: a meta-analysis to determine the dose-\nresponse relationship. J Strength Cond Res 18: 377–382, 2004.\n15. Saeterbakken, AH and Fimland, MS. Effects of body position and\nloading modality on muscle activity and strength in shoulder\npresses. J Strength Cond Res 27: 1824–1831, 2013.\n16. Saeterbakken, AH and Fimland, MS. Electromyographic activity\nand 6-RM strength in bench press on stable and unstable surfaces.\nJ Strength Cond Res 27: 1101–1107, 2013.\n17. Saeterbakken, AH and Fimland, MS. Muscle activity of the core\nduring bilateral, unilateral, seated and standing resistance exercise.\nEur J Appl Physiol 112: 1671–1678, 2012.\n18. Saeterbakken, AH and Fimland, MS. Muscle force output and\nelectromyographic activity in squats with various unstable surfaces.\nJ Strength Cond Res 27: 130–136, 2013.\n19. Saeterbakken, AH, van den Tillaar, R, and Fimland, MS. A\ncomparison of muscle activity and 1-RM strength of three chest-\npress exercises with different stability requirements. J Sports Sci 29:\n533–538, 2011.\n20. Schwanbeck, S, Chilibeck, PD, and Binsted, G. A comparison of free\nweight squat to Smith machine squat using electromyography. J\nStrength Cond Res 23: 2588–2591, 2009.\nJournal of Strength and Conditioning Research\nthe\nTM\n| www.nsca.com\nVOLUME 28 | NUMBER 4 | APRIL 2014 | 1141\nCopyright © National Strength and Conditioning Association Unauthorized reproduction of this article is prohibited.\n21. Signorile, JF, Zink, AJ, and Szwed, SP. A comparative\nelectromyographical investigation of muscle utilization patterns\nusing various hand positions during the lat pull-down. J Strength\nCond Res 16: 539–546, 2002.\n22. Snyder, BJ and Leech, JR. Voluntary increase in latissimus dorsi\nmuscle activity during the lat pull-down following expert\ninstruction. J Strength Cond Res 23: 2204–2209, 2009.\n23. Sperandei, S, Barros, MA, Silveira-Junior, PC, and Oliveira, CG.\nElectromyographic analysis of three different types of lat pull-down.\nJ Strength Cond Res 23: 2033–2038, 2009.\n24. Youdas, JW, Amundson, CL, Cicero, KS, Hahn, JJ, Harezlak, DT,\nand Hollman, JH. Surface electromyographic activation patterns\nand elbow joint motion during a pull-up, chin-up, or perfect-pullup\nrotational exercise. J Strength Cond Res 24: 3404–3414, 2010.\nComparison of Loading and Muscle Activity in Lat Pull-Down\n1142\nJournal of Strength and Conditioning Research\nthe\nTM\nCopyright © National Strength and Conditioning Association Unauthorized reproduction of this article is prohibited.\n"}